[
	{
		"tagline":"Assemble the Glassware",
		"text":" It is important to first bring the appropriate number of glasses to the table, before the wine. This frees up your hands so you can properly present the wine. Inspect the glasses for spots and lipstick around the rim before taking to the table."
	},
	{
		"tagline":"Present the Bottle",
		"text":"With your hand cupped under the bottle's punt, or base, and the neck resting in your forearm with label facing out, present the bottle to the host, or customer who ordered the bottle. Announce the vintage, name, and varietal of the wine to the host and table at this time."
	},
	{
		"tagline":"Open the Bottle",
		"text":"Using your wine key or corkscrew, open the bottle tactfully - (don't stand there yanking on the cork with your teeth)."
	},
	{
		"tagline":"Offer the Cork",
		"text":"It is tradition to offer the cork to the host once the bottle is opened. This allows the customer to examine the cork or sniff the cork, to ensure the wine has not been damaged in any way. Some customers will decline, so simply set the cork on the edge of the table."
	},
	{
		"tagline":"Pour the Wine for Tasting",
		"text":"First, pour about 1 oz. into the host's glass for him or her to taste. While the host goes through the traditional wine tasting rituals, step away from the table and hold the wine bottle with the label facing out."
	},
	{
		"tagline":"Pour the Wine for Drinking",
		"text":"In a clockwise pattern, move around the table pouring for ladies first, as always. Then move around the table again pouring for the men. The host should be poured last in their rotation, if a man or a woman. To properly pour the wine, hold the bottle by the punt and gently tip the neck down to the glass. Dab the lip of the bottle with a cloth napkin after each pour to prevent drips."
	},
	{
		"tagline":"Stick the Landing",
		"text":"After the customers have been served, bow a polite adieu, then leave the bottle on the table, if there is still wine left. If it is a red wine, simply place the bottle on the table with the label facing outward, to the dining room. If it is a white wine, place the bottle in a wine bucket or wine cooler."
	}

]