[
	{
		"tagline":"Offer discounts or deals",
		"text":"Don’t say soup is \"additional\" $2.79. Reword it, say I can get you a discount, if I substitute the salad for the soup, its \"cheaper\" than a regular cup of soup. .. you just said the same thing but gave it a different \"feel\""
	},
	{
		"tagline":"I always try to sell megas",
		"text":"If somebody is ordering a pina coloda or margarita, I always suggest the mega version, and its all how you word it, don’t lie and say they are getting double the drink, but word like, \"I can ALMOST double your drink for $2.00 more, its worth your money\""
	},
	{
		"tagline":"DON'T GIVE UP",
		"text":"Even if you can’t sell anything for drinks, try apps, don’t give up again, try shrimp topping and soup. I sell so many shrimp toppings, and every $1.99 does add up to my addons."
	},
	{
		"tagline":"I don’t hit the mark every time",
		"text":"But I TRY EVERYTIME so I average out good."
	},
	{
		"tagline":"KNOW your product!!!",
		"text":"If you are knowledgeable, you build confidence, with confidence follows trust, and now the guest trusts you and will be more open to your suggestions. That’s huge, build the relationship between you and the guest, don’t just throw things at them, you have to open their mind to LISTEN to you, people actually don’t listen to you, they wait for you to be done talking, you have to make them listen to you."
	},
	{
		"tagline":"Don't judge the table",
		"text":"Try to understand them. That's called MARKETING."
	},
	{
		"tagline":"Now with marketing, use your words to sell the same app to 3 different tables: 1) a young couple that orders drinks, and expensive dinner but say, \"Oh, no app, we want to save room for our dinner\" 2) a family 3) an older couple",
		"text":"With the younger couple, use words like \"Oh everybody is getting this, it’s great\", ... they'll buy into it.... with the family, use words like \"big enough to share, everybody gets a bite\", and with the third group, I find that if you talk slower to the elderly and describe each piece, they are more receptive... IT’S ALL PSYCHOLOGY. "
	},
	{
		"tagline":"Talk slower",
		"text":"Don't rush them into a decision but keep it lingering. If you rush them, it will seem in their head \"Oh , he's just pushy\".. If you suggest, it feels like you'r just \"helping\" them out"
	},
	{
		"tagline":"Never leave them alone too long. Own your table",
		"text":"If I leave them alone too long, all my hard work with suggestions is gone: they'll stray from my excitement I've tried to instill in them."
	},
	{
		"tagline":"Now if they do \"bite\", compliment them",
		"text":"We all like compliments and love to wait for them, but how many times do we give them?! Say I couldn't get guest 1 to bite, but guest 2 got lobster mashed, I compliment the heck out of them , making them feel good for listening to me , trusting in me, and now their confidence is boosted because I've made them look better at their table. So the following guest who still needs to order will see how happy that person is for listening to me and that affects their judgment when they have to order,.. its all psychology... plant the seeds..."
	},
	{
		"tagline":"Don't get comfortable. YOU'R NEVER SAFE",
		"text":"Just because a table ordered an expensive drinks don’t think... \"oh phew\" I got addons from this table, this table is fine… Big mistake! If they bite, they'll bite more!! It’s psychology… and plus , you don’t know the future - your next 3 tables you might bomb on… you don’t know, then you look back... oh darn.. I could have gotten more out of that ONE table and maybe that could have pushed my addons from okay to great."
	}
]